Repository: Belfagor2005/filmxy
Catalog: usr/lib/enigma2/python/Plugins/Extensions/filmxy/res/locale/*/LC_MESSAGES/filmxy.po
Languages: ru

source: Hardware(1)
ru: Оборудование(1)

source: Cache folder
ru: Папка кэша

source: Exit
ru: Выход

source: freearhey Plugin Not Installed!! Use my Plugin Freearhey
ru: бесплатный плагин не установлен!! Используйте мой бесплатный плагин

source: Select your %s
ru: Выберите свой %s

source: Back
ru: Назад

source: Select you Stream
ru: Выберите свой поток

source: Select
ru: Выбрать

source: Movie
ru: Фильм

source: Download Complete....
ru: Загрузка завершена....

source: Downloading....
ru: Загрузка....

source: You are already downloading!!!
ru: Вы уже скачиваете!!!

source: DOWNLOAD VIDEO? %s
ru: СКАЧАТЬ ВИДЕО? %s

source: Only VOD Movie allowed or not .ext Filtered!!!
ru: Разрешен только фильм VOD или нет .ext отфильтрован!!!

source: No link available
ru: Ссылка недоступна

source: Download Failed !!
ru: Загрузка не удалась!!

source: Download...
ru: Скачать...

source: Please select ...
ru: Пожалуйста выберите...

source: File Downloaded ...
ru: Файл скачан ...

source: Download Failed!!!
ru: Загрузка не удалась!!!

source: Install Streamlink first
ru: Сначала установите ссылку на поток

source: Choice
ru: Выбор

source: Save
ru: Сохранить

source: Empty Cache
ru: Пустой кэш

source: Set the path to the Cache folder
ru: Задайте путь к папке кэша

source: Press Ok to select the folder containing the picons files
ru: Нажмите Ok, чтобы выбрать папку, содержащую файлы значков

source: Set the path Movie folder
ru: Задайте путь к папке фильма

source: Folder Movie Path (eg.: /media/hdd/movie), Press OK - Enigma restart required
ru: Путь к папке с фильмом (например: /media/hdd/movie), нажмите OK - требуется перезапуск Enigma

source: Services Player Reference type
ru: Ссылочный тип проигрывателя служб

source: Configure Service Player Reference
ru: Настройка ссылки на сервис-плеер

source: Settings FILMXY Your current IP is %s
ru: Настройки FILMXY Ваш текущий IP-адрес является %s

source: All cache fold are empty!
ru: Все ячейки кэша пусты!

source: Settings saved correctly!
ru: Настройки сохранены правильно!

source: Choose Directory:
ru: Выберите каталог:

source: Choose Directory
ru: Выберите каталог

source: Really close without saving the settings?
ru: Действительно закрыть без сохранения настроек?

source: Remove
ru: Удалить

source: Close
ru: Закрывать

source: Finished
ru: Завершить

source: Is Directory or file not exist
ru: Каталог или файл не существует

source: Do you want to remove %s ?
ru: Вы хотите удалить %s?

source: Movie has been successfully deleted wait time to refresh the list...
ru: Фильм был успешно удален подождите некоторое время, чтобы обновить список...

source: The movie not exist! wait time to refresh the list...
ru: Фильма не существует! подождите некоторое время, чтобы обновить список...

source: MOVIE DOWNLOAD FAILED!
ru: ЗАГРУЗКА ФИЛЬМА НЕ УДАЛАСЬ!

source: DOWNLOADED FILE CORRUPTED:
ru: ЗАГРУЖЕННЫЙ ФАЙЛ ПОВРЕЖДЕН:

source: COULD NOT READ RTMP PACKET:
ru: НЕ УДАЛОСЬ ПРОЧИТАТЬ RTMP-ПАКЕТ:

source: SEGMENTATION FAULT:
ru: ОШИБКА СЕГМЕНТАЦИИ:

source: SERVER RETURNED ERROR:
ru: СЕРВЕР ВЕРНУЛ ОШИБКУ:

source: UNKNOWN ERROR:
ru: неизвестная ошибка:

source: Downloading
ru: Загрузка

source: %d of %d kBytes
ru: %d от %d Кбайт
